{
  "metadata": {
    "total_size": 359045130240
  },
  "weight_map": {
    "lm_head.weight": "model-00081-of-00081.safetensors",
    "transformer.h.0.ln_attn.bias": "model-00002-of-00081.safetensors",
    "transformer.h.0.ln_attn.weight": "model-00002-of-00081.safetensors",
    "transformer.h.0.ln_mlp.bias": "model-00002-of-00081.safetensors",
    "transformer.h.0.ln_mlp.weight": "model-00002-of-00081.safetensors",
    "transformer.h.0.mlp.dense_4h_to_h.weight": "model-00002-of-00081.safetensors",
    "transformer.h.0.mlp.dense_h_to_4h.weight": "model-00001-of-00081.safetensors",
    "transformer.h.0.self_attention.dense.weight": "model-00001-of-00081.safetensors",
    "transformer.h.0.self_attention.query_key_value.weight": "model-00001-of-00081.safetensors",
    "transformer.h.1.ln_attn.bias": "model-00003-of-00081.safetensors",
    "transformer.h.1.ln_attn.weight": "model-00003-of-00081.safetensors",
    "transformer.h.1.ln_mlp.bias": "model-00003-of-00081.safetensors",
    "transformer.h.1.ln_mlp.weight": "model-00003-of-00081.safetensors",
    "transformer.h.1.mlp.dense_4h_to_h.weight": "model-00003-of-00081.safetensors",
    "transformer.h.1.mlp.dense_h_to_4h.weight": "model-00002-of-00081.safetensors",
    "transformer.h.1.self_attention.dense.weight": "model-00002-of-00081.safetensors",
    "transformer.h.1.self_attention.query_key_value.weight": "model-00002-of-00081.safetensors",
    "transformer.h.10.ln_attn.bias": "model-00012-of-00081.safetensors",
    "transformer.h.10.ln_attn.weight": "model-00012-of-00081.safetensors",
    "transformer.h.10.ln_mlp.bias": "model-00012-of-00081.safetensors",
    "transformer.h.10.ln_mlp.weight": "model-00012-of-00081.safetensors",
    "transformer.h.10.mlp.dense_4h_to_h.weight": "model-00012-of-00081.safetensors",
    "transformer.h.10.mlp.dense_h_to_4h.weight": "model-00011-of-00081.safetensors",
    "transformer.h.10.self_attention.dense.weight": "model-00011-of-00081.safetensors",
    "transformer.h.10.self_attention.query_key_value.weight": "model-00011-of-00081.safetensors",
    "transformer.h.11.ln_attn.bias": "model-00013-of-00081.safetensors",
    "transformer.h.11.ln_attn.weight": "model-00013-of-00081.safetensors",
    "transformer.h.11.ln_mlp.bias": "model-00013-of-00081.safetensors",
    "transformer.h.11.ln_mlp.weight": "model-00013-of-00081.safetensors",
    "transformer.h.11.mlp.dense_4h_to_h.weight": "model-00013-of-00081.safetensors",
    "transformer.h.11.mlp.dense_h_to_4h.weight": "model-00012-of-00081.safetensors",
    "transformer.h.11.self_attention.dense.weight": "model-00012-of-00081.safetensors",
    "transformer.h.11.self_attention.query_key_value.weight": "model-00012-of-00081.safetensors",
    "transformer.h.12.ln_attn.bias": "model-00014-of-00081.safetensors",
    "transformer.h.12.ln_attn.weight": "model-00014-of-00081.safetensors",
    "transformer.h.12.ln_mlp.bias": "model-00014-of-00081.safetensors",
    "transformer.h.12.ln_mlp.weight": "model-00014-of-00081.safetensors",
    "transformer.h.12.mlp.dense_4h_to_h.weight": "model-00014-of-00081.safetensors",
    "transformer.h.12.mlp.dense_h_to_4h.weight": "model-00013-of-00081.safetensors",
    "transformer.h.12.self_attention.dense.weight": "model-00013-of-00081.safetensors",
    "transformer.h.12.self_attention.query_key_value.weight": "model-00013-of-00081.safetensors",
    "transformer.h.13.ln_attn.bias": "model-00015-of-00081.safetensors",
    "transformer.h.13.ln_attn.weight": "model-00015-of-00081.safetensors",
    "transformer.h.13.ln_mlp.bias": "model-00015-of-00081.safetensors",
    "transformer.h.13.ln_mlp.weight": "model-00015-of-00081.safetensors",
    "transformer.h.13.mlp.dense_4h_to_h.weight": "model-00015-of-00081.safetensors",
    "transformer.h.13.mlp.dense_h_to_4h.weight": "model-00014-of-00081.safetensors",
    "transformer.h.13.self_attention.dense.weight": "model-00014-of-00081.safetensors",
    "transformer.h.13.self_attention.query_key_value.weight": "model-00014-of-00081.safetensors",
    "transformer.h.14.ln_attn.bias": "model-00016-of-00081.safetensors",
    "transformer.h.14.ln_attn.weight": "model-00016-of-00081.safetensors",
    "transformer.h.14.ln_mlp.bias": "model-00016-of-00081.safetensors",
    "transformer.h.14.ln_mlp.weight": "model-00016-of-00081.safetensors",
    "transformer.h.14.mlp.dense_4h_to_h.weight": "model-00016-of-00081.safetensors",
    "transformer.h.14.mlp.dense_h_to_4h.weight": "model-00015-of-00081.safetensors",
    "transformer.h.14.self_attention.dense.weight": "model-00015-of-00081.safetensors",
    "transformer.h.14.self_attention.query_key_value.weight": "model-00015-of-00081.safetensors",
    "transformer.h.15.ln_attn.bias": "model-00017-of-00081.safetensors",
    "transformer.h.15.ln_attn.weight": "model-00017-of-00081.safetensors",
    "transformer.h.15.ln_mlp.bias": "model-00017-of-00081.safetensors",
    "transformer.h.15.ln_mlp.weight": "model-00017-of-00081.safetensors",
    "transformer.h.15.mlp.dense_4h_to_h.weight": "model-00017-of-00081.safetensors",
    "transformer.h.15.mlp.dense_h_to_4h.weight": "model-00016-of-00081.safetensors",
    "transformer.h.15.self_attention.dense.weight": "model-00016-of-00081.safetensors",
    "transformer.h.15.self_attention.query_key_value.weight": "model-00016-of-00081.safetensors",
    "transformer.h.16.ln_attn.bias": "model-00018-of-00081.safetensors",
    "transformer.h.16.ln_attn.weight": "model-00018-of-00081.safetensors",
    "transformer.h.16.ln_mlp.bias": "model-00018-of-00081.safetensors",
    "transformer.h.16.ln_mlp.weight": "model-00018-of-00081.safetensors",
    "transformer.h.16.mlp.dense_4h_to_h.weight": "model-00018-of-00081.safetensors",
    "transformer.h.16.mlp.dense_h_to_4h.weight": "model-00017-of-00081.safetensors",
    "transformer.h.16.self_attention.dense.weight": "model-00017-of-00081.safetensors",
    "transformer.h.16.self_attention.query_key_value.weight": "model-00017-of-00081.safetensors",
    "transformer.h.17.ln_attn.bias": "model-00019-of-00081.safetensors",
    "transformer.h.17.ln_attn.weight": "model-00019-of-00081.safetensors",
    "transformer.h.17.ln_mlp.bias": "model-00019-of-00081.safetensors",
    "transformer.h.17.ln_mlp.weight": "model-00019-of-00081.safetensors",
    "transformer.h.17.mlp.dense_4h_to_h.weight": "model-00019-of-00081.safetensors",
    "transformer.h.17.mlp.dense_h_to_4h.weight": "model-00018-of-00081.safetensors",
    "transformer.h.17.self_attention.dense.weight": "model-00018-of-00081.safetensors",
    "transformer.h.17.self_attention.query_key_value.weight": "model-00018-of-00081.safetensors",
    "transformer.h.18.ln_attn.bias": "model-00020-of-00081.safetensors",
    "transformer.h.18.ln_attn.weight": "model-00020-of-00081.safetensors",
    "transformer.h.18.ln_mlp.bias": "model-00020-of-00081.safetensors",
    "transformer.h.18.ln_mlp.weight": "model-00020-of-00081.safetensors",
    "transformer.h.18.mlp.dense_4h_to_h.weight": "model-00020-of-00081.safetensors",
    "transformer.h.18.mlp.dense_h_to_4h.weight": "model-00019-of-00081.safetensors",
    "transformer.h.18.self_attention.dense.weight": "model-00019-of-00081.safetensors",
    "transformer.h.18.self_attention.query_key_value.weight": "model-00019-of-00081.safetensors",
    "transformer.h.19.ln_attn.bias": "model-00021-of-00081.safetensors",
    "transformer.h.19.ln_attn.weight": "model-00021-of-00081.safetensors",
    "transformer.h.19.ln_mlp.bias": "model-00021-of-00081.safetensors",
    "transformer.h.19.ln_mlp.weight": "model-00021-of-00081.safetensors",
    "transformer.h.19.mlp.dense_4h_to_h.weight": "model-00021-of-00081.safetensors",
    "transformer.h.19.mlp.dense_h_to_4h.weight": "model-00020-of-00081.safetensors",
    "transformer.h.19.self_attention.dense.weight": "model-00020-of-00081.safetensors",
    "transformer.h.19.self_attention.query_key_value.weight": "model-00020-of-00081.safetensors",
    "transformer.h.2.ln_attn.bias": "model-00004-of-00081.safetensors",
    "transformer.h.2.ln_attn.weight": "model-00004-of-00081.safetensors",
    "transformer.h.2.ln_mlp.bias": "model-00004-of-00081.safetensors",
    "transformer.h.2.ln_mlp.weight": "model-00004-of-00081.safetensors",
    "transformer.h.2.mlp.dense_4h_to_h.weight": "model-00004-of-00081.safetensors",
    "transformer.h.2.mlp.dense_h_to_4h.weight": "model-00003-of-00081.safetensors",
    "transformer.h.2.self_attention.dense.weight": "model-00003-of-00081.safetensors",
    "transformer.h.2.self_attention.query_key_value.weight": "model-00003-of-00081.safetensors",
    "transformer.h.20.ln_attn.bias": "model-00022-of-00081.safetensors",
    "transformer.h.20.ln_attn.weight": "model-00022-of-00081.safetensors",
    "transformer.h.20.ln_mlp.bias": "model-00022-of-00081.safetensors",
    "transformer.h.20.ln_mlp.weight": "model-00022-of-00081.safetensors",
    "transformer.h.20.mlp.dense_4h_to_h.weight": "model-00022-of-00081.safetensors",
    "transformer.h.20.mlp.dense_h_to_4h.weight": "model-00021-of-00081.safetensors",
    "transformer.h.20.self_attention.dense.weight": "model-00021-of-00081.safetensors",
    "transformer.h.20.self_attention.query_key_value.weight": "model-00021-of-00081.safetensors",
    "transformer.h.21.ln_attn.bias": "model-00023-of-00081.safetensors",
    "transformer.h.21.ln_attn.weight": "model-00023-of-00081.safetensors",
    "transformer.h.21.ln_mlp.bias": "model-00023-of-00081.safetensors",
    "transformer.h.21.ln_mlp.weight": "model-00023-of-00081.safetensors",
    "transformer.h.21.mlp.dense_4h_to_h.weight": "model-00023-of-00081.safetensors",
    "transformer.h.21.mlp.dense_h_to_4h.weight": "model-00022-of-00081.safetensors",
    "transformer.h.21.self_attention.dense.weight": "model-00022-of-00081.safetensors",
    "transformer.h.21.self_attention.query_key_value.weight": "model-00022-of-00081.safetensors",
    "transformer.h.22.ln_attn.bias": "model-00024-of-00081.safetensors",
    "transformer.h.22.ln_attn.weight": "model-00024-of-00081.safetensors",
    "transformer.h.22.ln_mlp.bias": "model-00024-of-00081.safetensors",
    "transformer.h.22.ln_mlp.weight": "model-00024-of-00081.safetensors",
    "transformer.h.22.mlp.dense_4h_to_h.weight": "model-00024-of-00081.safetensors",
    "transformer.h.22.mlp.dense_h_to_4h.weight": "model-00023-of-00081.safetensors",
    "transformer.h.22.self_attention.dense.weight": "model-00023-of-00081.safetensors",
    "transformer.h.22.self_attention.query_key_value.weight": "model-00023-of-00081.safetensors",
    "transformer.h.23.ln_attn.bias": "model-00025-of-00081.safetensors",
    "transformer.h.23.ln_attn.weight": "model-00025-of-00081.safetensors",
    "transformer.h.23.ln_mlp.bias": "model-00025-of-00081.safetensors",
    "transformer.h.23.ln_mlp.weight": "model-00025-of-00081.safetensors",
    "transformer.h.23.mlp.dense_4h_to_h.weight": "model-00025-of-00081.safetensors",
    "transformer.h.23.mlp.dense_h_to_4h.weight": "model-00024-of-00081.safetensors",
    "transformer.h.23.self_attention.dense.weight": "model-00024-of-00081.safetensors",
    "transformer.h.23.self_attention.query_key_value.weight": "model-00024-of-00081.safetensors",
    "transformer.h.24.ln_attn.bias": "model-00026-of-00081.safetensors",
    "transformer.h.24.ln_attn.weight": "model-00026-of-00081.safetensors",
    "transformer.h.24.ln_mlp.bias": "model-00026-of-00081.safetensors",
    "transformer.h.24.ln_mlp.weight": "model-00026-of-00081.safetensors",
    "transformer.h.24.mlp.dense_4h_to_h.weight": "model-00026-of-00081.safetensors",
    "transformer.h.24.mlp.dense_h_to_4h.weight": "model-00025-of-00081.safetensors",
    "transformer.h.24.self_attention.dense.weight": "model-00025-of-00081.safetensors",
    "transformer.h.24.self_attention.query_key_value.weight": "model-00025-of-00081.safetensors",
    "transformer.h.25.ln_attn.bias": "model-00027-of-00081.safetensors",
    "transformer.h.25.ln_attn.weight": "model-00027-of-00081.safetensors",
    "transformer.h.25.ln_mlp.bias": "model-00027-of-00081.safetensors",
    "transformer.h.25.ln_mlp.weight": "model-00027-of-00081.safetensors",
    "transformer.h.25.mlp.dense_4h_to_h.weight": "model-00027-of-00081.safetensors",
    "transformer.h.25.mlp.dense_h_to_4h.weight": "model-00026-of-00081.safetensors",
    "transformer.h.25.self_attention.dense.weight": "model-00026-of-00081.safetensors",
    "transformer.h.25.self_attention.query_key_value.weight": "model-00026-of-00081.safetensors",
    "transformer.h.26.ln_attn.bias": "model-00028-of-00081.safetensors",
    "transformer.h.26.ln_attn.weight": "model-00028-of-00081.safetensors",
    "transformer.h.26.ln_mlp.bias": "model-00028-of-00081.safetensors",
    "transformer.h.26.ln_mlp.weight": "model-00028-of-00081.safetensors",
    "transformer.h.26.mlp.dense_4h_to_h.weight": "model-00028-of-00081.safetensors",
    "transformer.h.26.mlp.dense_h_to_4h.weight": "model-00027-of-00081.safetensors",
    "transformer.h.26.self_attention.dense.weight": "model-00027-of-00081.safetensors",
    "transformer.h.26.self_attention.query_key_value.weight": "model-00027-of-00081.safetensors",
    "transformer.h.27.ln_attn.bias": "model-00029-of-00081.safetensors",
    "transformer.h.27.ln_attn.weight": "model-00029-of-00081.safetensors",
    "transformer.h.27.ln_mlp.bias": "model-00029-of-00081.safetensors",
    "transformer.h.27.ln_mlp.weight": "model-00029-of-00081.safetensors",
    "transformer.h.27.mlp.dense_4h_to_h.weight": "model-00029-of-00081.safetensors",
    "transformer.h.27.mlp.dense_h_to_4h.weight": "model-00028-of-00081.safetensors",
    "transformer.h.27.self_attention.dense.weight": "model-00028-of-00081.safetensors",
    "transformer.h.27.self_attention.query_key_value.weight": "model-00028-of-00081.safetensors",
    "transformer.h.28.ln_attn.bias": "model-00030-of-00081.safetensors",
    "transformer.h.28.ln_attn.weight": "model-00030-of-00081.safetensors",
    "transformer.h.28.ln_mlp.bias": "model-00030-of-00081.safetensors",
    "transformer.h.28.ln_mlp.weight": "model-00030-of-00081.safetensors",
    "transformer.h.28.mlp.dense_4h_to_h.weight": "model-00030-of-00081.safetensors",
    "transformer.h.28.mlp.dense_h_to_4h.weight": "model-00029-of-00081.safetensors",
    "transformer.h.28.self_attention.dense.weight": "model-00029-of-00081.safetensors",
    "transformer.h.28.self_attention.query_key_value.weight": "model-00029-of-00081.safetensors",
    "transformer.h.29.ln_attn.bias": "model-00031-of-00081.safetensors",
    "transformer.h.29.ln_attn.weight": "model-00031-of-00081.safetensors",
    "transformer.h.29.ln_mlp.bias": "model-00031-of-00081.safetensors",
    "transformer.h.29.ln_mlp.weight": "model-00031-of-00081.safetensors",
    "transformer.h.29.mlp.dense_4h_to_h.weight": "model-00031-of-00081.safetensors",
    "transformer.h.29.mlp.dense_h_to_4h.weight": "model-00030-of-00081.safetensors",
    "transformer.h.29.self_attention.dense.weight": "model-00030-of-00081.safetensors",
    "transformer.h.29.self_attention.query_key_value.weight": "model-00030-of-00081.safetensors",
    "transformer.h.3.ln_attn.bias": "model-00005-of-00081.safetensors",
    "transformer.h.3.ln_attn.weight": "model-00005-of-00081.safetensors",
    "transformer.h.3.ln_mlp.bias": "model-00005-of-00081.safetensors",
    "transformer.h.3.ln_mlp.weight": "model-00005-of-00081.safetensors",
    "transformer.h.3.mlp.dense_4h_to_h.weight": "model-00005-of-00081.safetensors",
    "transformer.h.3.mlp.dense_h_to_4h.weight": "model-00004-of-00081.safetensors",
    "transformer.h.3.self_attention.dense.weight": "model-00004-of-00081.safetensors",
    "transformer.h.3.self_attention.query_key_value.weight": "model-00004-of-00081.safetensors",
    "transformer.h.30.ln_attn.bias": "model-00032-of-00081.safetensors",
    "transformer.h.30.ln_attn.weight": "model-00032-of-00081.safetensors",
    "transformer.h.30.ln_mlp.bias": "model-00032-of-00081.safetensors",
    "transformer.h.30.ln_mlp.weight": "model-00032-of-00081.safetensors",
    "transformer.h.30.mlp.dense_4h_to_h.weight": "model-00032-of-00081.safetensors",
    "transformer.h.30.mlp.dense_h_to_4h.weight": "model-00031-of-00081.safetensors",
    "transformer.h.30.self_attention.dense.weight": "model-00031-of-00081.safetensors",
    "transformer.h.30.self_attention.query_key_value.weight": "model-00031-of-00081.safetensors",
    "transformer.h.31.ln_attn.bias": "model-00033-of-00081.safetensors",
    "transformer.h.31.ln_attn.weight": "model-00033-of-00081.safetensors",
    "transformer.h.31.ln_mlp.bias": "model-00033-of-00081.safetensors",
    "transformer.h.31.ln_mlp.weight": "model-00033-of-00081.safetensors",
    "transformer.h.31.mlp.dense_4h_to_h.weight": "model-00033-of-00081.safetensors",
    "transformer.h.31.mlp.dense_h_to_4h.weight": "model-00032-of-00081.safetensors",
    "transformer.h.31.self_attention.dense.weight": "model-00032-of-00081.safetensors",
    "transformer.h.31.self_attention.query_key_value.weight": "model-00032-of-00081.safetensors",
    "transformer.h.32.ln_attn.bias": "model-00034-of-00081.safetensors",
    "transformer.h.32.ln_attn.weight": "model-00034-of-00081.safetensors",
    "transformer.h.32.ln_mlp.bias": "model-00034-of-00081.safetensors",
    "transformer.h.32.ln_mlp.weight": "model-00034-of-00081.safetensors",
    "transformer.h.32.mlp.dense_4h_to_h.weight": "model-00034-of-00081.safetensors",
    "transformer.h.32.mlp.dense_h_to_4h.weight": "model-00033-of-00081.safetensors",
    "transformer.h.32.self_attention.dense.weight": "model-00033-of-00081.safetensors",
    "transformer.h.32.self_attention.query_key_value.weight": "model-00033-of-00081.safetensors",
    "transformer.h.33.ln_attn.bias": "model-00035-of-00081.safetensors",
    "transformer.h.33.ln_attn.weight": "model-00035-of-00081.safetensors",
    "transformer.h.33.ln_mlp.bias": "model-00035-of-00081.safetensors",
    "transformer.h.33.ln_mlp.weight": "model-00035-of-00081.safetensors",
    "transformer.h.33.mlp.dense_4h_to_h.weight": "model-00035-of-00081.safetensors",
    "transformer.h.33.mlp.dense_h_to_4h.weight": "model-00034-of-00081.safetensors",
    "transformer.h.33.self_attention.dense.weight": "model-00034-of-00081.safetensors",
    "transformer.h.33.self_attention.query_key_value.weight": "model-00034-of-00081.safetensors",
    "transformer.h.34.ln_attn.bias": "model-00036-of-00081.safetensors",
    "transformer.h.34.ln_attn.weight": "model-00036-of-00081.safetensors",
    "transformer.h.34.ln_mlp.bias": "model-00036-of-00081.safetensors",
    "transformer.h.34.ln_mlp.weight": "model-00036-of-00081.safetensors",
    "transformer.h.34.mlp.dense_4h_to_h.weight": "model-00036-of-00081.safetensors",
    "transformer.h.34.mlp.dense_h_to_4h.weight": "model-00035-of-00081.safetensors",
    "transformer.h.34.self_attention.dense.weight": "model-00035-of-00081.safetensors",
    "transformer.h.34.self_attention.query_key_value.weight": "model-00035-of-00081.safetensors",
    "transformer.h.35.ln_attn.bias": "model-00037-of-00081.safetensors",
    "transformer.h.35.ln_attn.weight": "model-00037-of-00081.safetensors",
    "transformer.h.35.ln_mlp.bias": "model-00037-of-00081.safetensors",
    "transformer.h.35.ln_mlp.weight": "model-00037-of-00081.safetensors",
    "transformer.h.35.mlp.dense_4h_to_h.weight": "model-00037-of-00081.safetensors",
    "transformer.h.35.mlp.dense_h_to_4h.weight": "model-00036-of-00081.safetensors",
    "transformer.h.35.self_attention.dense.weight": "model-00036-of-00081.safetensors",
    "transformer.h.35.self_attention.query_key_value.weight": "model-00036-of-00081.safetensors",
    "transformer.h.36.ln_attn.bias": "model-00038-of-00081.safetensors",
    "transformer.h.36.ln_attn.weight": "model-00038-of-00081.safetensors",
    "transformer.h.36.ln_mlp.bias": "model-00038-of-00081.safetensors",
    "transformer.h.36.ln_mlp.weight": "model-00038-of-00081.safetensors",
    "transformer.h.36.mlp.dense_4h_to_h.weight": "model-00038-of-00081.safetensors",
    "transformer.h.36.mlp.dense_h_to_4h.weight": "model-00037-of-00081.safetensors",
    "transformer.h.36.self_attention.dense.weight": "model-00037-of-00081.safetensors",
    "transformer.h.36.self_attention.query_key_value.weight": "model-00037-of-00081.safetensors",
    "transformer.h.37.ln_attn.bias": "model-00039-of-00081.safetensors",
    "transformer.h.37.ln_attn.weight": "model-00039-of-00081.safetensors",
    "transformer.h.37.ln_mlp.bias": "model-00039-of-00081.safetensors",
    "transformer.h.37.ln_mlp.weight": "model-00039-of-00081.safetensors",
    "transformer.h.37.mlp.dense_4h_to_h.weight": "model-00039-of-00081.safetensors",
    "transformer.h.37.mlp.dense_h_to_4h.weight": "model-00038-of-00081.safetensors",
    "transformer.h.37.self_attention.dense.weight": "model-00038-of-00081.safetensors",
    "transformer.h.37.self_attention.query_key_value.weight": "model-00038-of-00081.safetensors",
    "transformer.h.38.ln_attn.bias": "model-00040-of-00081.safetensors",
    "transformer.h.38.ln_attn.weight": "model-00040-of-00081.safetensors",
    "transformer.h.38.ln_mlp.bias": "model-00040-of-00081.safetensors",
    "transformer.h.38.ln_mlp.weight": "model-00040-of-00081.safetensors",
    "transformer.h.38.mlp.dense_4h_to_h.weight": "model-00040-of-00081.safetensors",
    "transformer.h.38.mlp.dense_h_to_4h.weight": "model-00039-of-00081.safetensors",
    "transformer.h.38.self_attention.dense.weight": "model-00039-of-00081.safetensors",
    "transformer.h.38.self_attention.query_key_value.weight": "model-00039-of-00081.safetensors",
    "transformer.h.39.ln_attn.bias": "model-00041-of-00081.safetensors",
    "transformer.h.39.ln_attn.weight": "model-00041-of-00081.safetensors",
    "transformer.h.39.ln_mlp.bias": "model-00041-of-00081.safetensors",
    "transformer.h.39.ln_mlp.weight": "model-00041-of-00081.safetensors",
    "transformer.h.39.mlp.dense_4h_to_h.weight": "model-00041-of-00081.safetensors",
    "transformer.h.39.mlp.dense_h_to_4h.weight": "model-00040-of-00081.safetensors",
    "transformer.h.39.self_attention.dense.weight": "model-00040-of-00081.safetensors",
    "transformer.h.39.self_attention.query_key_value.weight": "model-00040-of-00081.safetensors",
    "transformer.h.4.ln_attn.bias": "model-00006-of-00081.safetensors",
    "transformer.h.4.ln_attn.weight": "model-00006-of-00081.safetensors",
    "transformer.h.4.ln_mlp.bias": "model-00006-of-00081.safetensors",
    "transformer.h.4.ln_mlp.weight": "model-00006-of-00081.safetensors",
    "transformer.h.4.mlp.dense_4h_to_h.weight": "model-00006-of-00081.safetensors",
    "transformer.h.4.mlp.dense_h_to_4h.weight": "model-00005-of-00081.safetensors",
    "transformer.h.4.self_attention.dense.weight": "model-00005-of-00081.safetensors",
    "transformer.h.4.self_attention.query_key_value.weight": "model-00005-of-00081.safetensors",
    "transformer.h.40.ln_attn.bias": "model-00042-of-00081.safetensors",
    "transformer.h.40.ln_attn.weight": "model-00042-of-00081.safetensors",
    "transformer.h.40.ln_mlp.bias": "model-00042-of-00081.safetensors",
    "transformer.h.40.ln_mlp.weight": "model-00042-of-00081.safetensors",
    "transformer.h.40.mlp.dense_4h_to_h.weight": "model-00042-of-00081.safetensors",
    "transformer.h.40.mlp.dense_h_to_4h.weight": "model-00041-of-00081.safetensors",
    "transformer.h.40.self_attention.dense.weight": "model-00041-of-00081.safetensors",
    "transformer.h.40.self_attention.query_key_value.weight": "model-00041-of-00081.safetensors",
    "transformer.h.41.ln_attn.bias": "model-00043-of-00081.safetensors",
    "transformer.h.41.ln_attn.weight": "model-00043-of-00081.safetensors",
    "transformer.h.41.ln_mlp.bias": "model-00043-of-00081.safetensors",
    "transformer.h.41.ln_mlp.weight": "model-00043-of-00081.safetensors",
    "transformer.h.41.mlp.dense_4h_to_h.weight": "model-00043-of-00081.safetensors",
    "transformer.h.41.mlp.dense_h_to_4h.weight": "model-00042-of-00081.safetensors",
    "transformer.h.41.self_attention.dense.weight": "model-00042-of-00081.safetensors",
    "transformer.h.41.self_attention.query_key_value.weight": "model-00042-of-00081.safetensors",
    "transformer.h.42.ln_attn.bias": "model-00044-of-00081.safetensors",
    "transformer.h.42.ln_attn.weight": "model-00044-of-00081.safetensors",
    "transformer.h.42.ln_mlp.bias": "model-00044-of-00081.safetensors",
    "transformer.h.42.ln_mlp.weight": "model-00044-of-00081.safetensors",
    "transformer.h.42.mlp.dense_4h_to_h.weight": "model-00044-of-00081.safetensors",
    "transformer.h.42.mlp.dense_h_to_4h.weight": "model-00043-of-00081.safetensors",
    "transformer.h.42.self_attention.dense.weight": "model-00043-of-00081.safetensors",
    "transformer.h.42.self_attention.query_key_value.weight": "model-00043-of-00081.safetensors",
    "transformer.h.43.ln_attn.bias": "model-00045-of-00081.safetensors",
    "transformer.h.43.ln_attn.weight": "model-00045-of-00081.safetensors",
    "transformer.h.43.ln_mlp.bias": "model-00045-of-00081.safetensors",
    "transformer.h.43.ln_mlp.weight": "model-00045-of-00081.safetensors",
    "transformer.h.43.mlp.dense_4h_to_h.weight": "model-00045-of-00081.safetensors",
    "transformer.h.43.mlp.dense_h_to_4h.weight": "model-00044-of-00081.safetensors",
    "transformer.h.43.self_attention.dense.weight": "model-00044-of-00081.safetensors",
    "transformer.h.43.self_attention.query_key_value.weight": "model-00044-of-00081.safetensors",
    "transformer.h.44.ln_attn.bias": "model-00046-of-00081.safetensors",
    "transformer.h.44.ln_attn.weight": "model-00046-of-00081.safetensors",
    "transformer.h.44.ln_mlp.bias": "model-00046-of-00081.safetensors",
    "transformer.h.44.ln_mlp.weight": "model-00046-of-00081.safetensors",
    "transformer.h.44.mlp.dense_4h_to_h.weight": "model-00046-of-00081.safetensors",
    "transformer.h.44.mlp.dense_h_to_4h.weight": "model-00045-of-00081.safetensors",
    "transformer.h.44.self_attention.dense.weight": "model-00045-of-00081.safetensors",
    "transformer.h.44.self_attention.query_key_value.weight": "model-00045-of-00081.safetensors",
    "transformer.h.45.ln_attn.bias": "model-00047-of-00081.safetensors",
    "transformer.h.45.ln_attn.weight": "model-00047-of-00081.safetensors",
    "transformer.h.45.ln_mlp.bias": "model-00047-of-00081.safetensors",
    "transformer.h.45.ln_mlp.weight": "model-00047-of-00081.safetensors",
    "transformer.h.45.mlp.dense_4h_to_h.weight": "model-00047-of-00081.safetensors",
    "transformer.h.45.mlp.dense_h_to_4h.weight": "model-00046-of-00081.safetensors",
    "transformer.h.45.self_attention.dense.weight": "model-00046-of-00081.safetensors",
    "transformer.h.45.self_attention.query_key_value.weight": "model-00046-of-00081.safetensors",
    "transformer.h.46.ln_attn.bias": "model-00048-of-00081.safetensors",
    "transformer.h.46.ln_attn.weight": "model-00048-of-00081.safetensors",
    "transformer.h.46.ln_mlp.bias": "model-00048-of-00081.safetensors",
    "transformer.h.46.ln_mlp.weight": "model-00048-of-00081.safetensors",
    "transformer.h.46.mlp.dense_4h_to_h.weight": "model-00048-of-00081.safetensors",
    "transformer.h.46.mlp.dense_h_to_4h.weight": "model-00047-of-00081.safetensors",
    "transformer.h.46.self_attention.dense.weight": "model-00047-of-00081.safetensors",
    "transformer.h.46.self_attention.query_key_value.weight": "model-00047-of-00081.safetensors",
    "transformer.h.47.ln_attn.bias": "model-00049-of-00081.safetensors",
    "transformer.h.47.ln_attn.weight": "model-00049-of-00081.safetensors",
    "transformer.h.47.ln_mlp.bias": "model-00049-of-00081.safetensors",
    "transformer.h.47.ln_mlp.weight": "model-00049-of-00081.safetensors",
    "transformer.h.47.mlp.dense_4h_to_h.weight": "model-00049-of-00081.safetensors",
    "transformer.h.47.mlp.dense_h_to_4h.weight": "model-00048-of-00081.safetensors",
    "transformer.h.47.self_attention.dense.weight": "model-00048-of-00081.safetensors",
    "transformer.h.47.self_attention.query_key_value.weight": "model-00048-of-00081.safetensors",
    "transformer.h.48.ln_attn.bias": "model-00050-of-00081.safetensors",
    "transformer.h.48.ln_attn.weight": "model-00050-of-00081.safetensors",
    "transformer.h.48.ln_mlp.bias": "model-00050-of-00081.safetensors",
    "transformer.h.48.ln_mlp.weight": "model-00050-of-00081.safetensors",
    "transformer.h.48.mlp.dense_4h_to_h.weight": "model-00050-of-00081.safetensors",
    "transformer.h.48.mlp.dense_h_to_4h.weight": "model-00049-of-00081.safetensors",
    "transformer.h.48.self_attention.dense.weight": "model-00049-of-00081.safetensors",
    "transformer.h.48.self_attention.query_key_value.weight": "model-00049-of-00081.safetensors",
    "transformer.h.49.ln_attn.bias": "model-00051-of-00081.safetensors",
    "transformer.h.49.ln_attn.weight": "model-00051-of-00081.safetensors",
    "transformer.h.49.ln_mlp.bias": "model-00051-of-00081.safetensors",
    "transformer.h.49.ln_mlp.weight": "model-00051-of-00081.safetensors",
    "transformer.h.49.mlp.dense_4h_to_h.weight": "model-00051-of-00081.safetensors",
    "transformer.h.49.mlp.dense_h_to_4h.weight": "model-00050-of-00081.safetensors",
    "transformer.h.49.self_attention.dense.weight": "model-00050-of-00081.safetensors",
    "transformer.h.49.self_attention.query_key_value.weight": "model-00050-of-00081.safetensors",
    "transformer.h.5.ln_attn.bias": "model-00007-of-00081.safetensors",
    "transformer.h.5.ln_attn.weight": "model-00007-of-00081.safetensors",
    "transformer.h.5.ln_mlp.bias": "model-00007-of-00081.safetensors",
    "transformer.h.5.ln_mlp.weight": "model-00007-of-00081.safetensors",
    "transformer.h.5.mlp.dense_4h_to_h.weight": "model-00007-of-00081.safetensors",
    "transformer.h.5.mlp.dense_h_to_4h.weight": "model-00006-of-00081.safetensors",
    "transformer.h.5.self_attention.dense.weight": "model-00006-of-00081.safetensors",
    "transformer.h.5.self_attention.query_key_value.weight": "model-00006-of-00081.safetensors",
    "transformer.h.50.ln_attn.bias": "model-00052-of-00081.safetensors",
    "transformer.h.50.ln_attn.weight": "model-00052-of-00081.safetensors",
    "transformer.h.50.ln_mlp.bias": "model-00052-of-00081.safetensors",
    "transformer.h.50.ln_mlp.weight": "model-00052-of-00081.safetensors",
    "transformer.h.50.mlp.dense_4h_to_h.weight": "model-00052-of-00081.safetensors",
    "transformer.h.50.mlp.dense_h_to_4h.weight": "model-00051-of-00081.safetensors",
    "transformer.h.50.self_attention.dense.weight": "model-00051-of-00081.safetensors",
    "transformer.h.50.self_attention.query_key_value.weight": "model-00051-of-00081.safetensors",
    "transformer.h.51.ln_attn.bias": "model-00053-of-00081.safetensors",
    "transformer.h.51.ln_attn.weight": "model-00053-of-00081.safetensors",
    "transformer.h.51.ln_mlp.bias": "model-00053-of-00081.safetensors",
    "transformer.h.51.ln_mlp.weight": "model-00053-of-00081.safetensors",
    "transformer.h.51.mlp.dense_4h_to_h.weight": "model-00053-of-00081.safetensors",
    "transformer.h.51.mlp.dense_h_to_4h.weight": "model-00052-of-00081.safetensors",
    "transformer.h.51.self_attention.dense.weight": "model-00052-of-00081.safetensors",
    "transformer.h.51.self_attention.query_key_value.weight": "model-00052-of-00081.safetensors",
    "transformer.h.52.ln_attn.bias": "model-00054-of-00081.safetensors",
    "transformer.h.52.ln_attn.weight": "model-00054-of-00081.safetensors",
    "transformer.h.52.ln_mlp.bias": "model-00054-of-00081.safetensors",
    "transformer.h.52.ln_mlp.weight": "model-00054-of-00081.safetensors",
    "transformer.h.52.mlp.dense_4h_to_h.weight": "model-00054-of-00081.safetensors",
    "transformer.h.52.mlp.dense_h_to_4h.weight": "model-00053-of-00081.safetensors",
    "transformer.h.52.self_attention.dense.weight": "model-00053-of-00081.safetensors",
    "transformer.h.52.self_attention.query_key_value.weight": "model-00053-of-00081.safetensors",
    "transformer.h.53.ln_attn.bias": "model-00055-of-00081.safetensors",
    "transformer.h.53.ln_attn.weight": "model-00055-of-00081.safetensors",
    "transformer.h.53.ln_mlp.bias": "model-00055-of-00081.safetensors",
    "transformer.h.53.ln_mlp.weight": "model-00055-of-00081.safetensors",
    "transformer.h.53.mlp.dense_4h_to_h.weight": "model-00055-of-00081.safetensors",
    "transformer.h.53.mlp.dense_h_to_4h.weight": "model-00054-of-00081.safetensors",
    "transformer.h.53.self_attention.dense.weight": "model-00054-of-00081.safetensors",
    "transformer.h.53.self_attention.query_key_value.weight": "model-00054-of-00081.safetensors",
    "transformer.h.54.ln_attn.bias": "model-00056-of-00081.safetensors",
    "transformer.h.54.ln_attn.weight": "model-00056-of-00081.safetensors",
    "transformer.h.54.ln_mlp.bias": "model-00056-of-00081.safetensors",
    "transformer.h.54.ln_mlp.weight": "model-00056-of-00081.safetensors",
    "transformer.h.54.mlp.dense_4h_to_h.weight": "model-00056-of-00081.safetensors",
    "transformer.h.54.mlp.dense_h_to_4h.weight": "model-00055-of-00081.safetensors",
    "transformer.h.54.self_attention.dense.weight": "model-00055-of-00081.safetensors",
    "transformer.h.54.self_attention.query_key_value.weight": "model-00055-of-00081.safetensors",
    "transformer.h.55.ln_attn.bias": "model-00057-of-00081.safetensors",
    "transformer.h.55.ln_attn.weight": "model-00057-of-00081.safetensors",
    "transformer.h.55.ln_mlp.bias": "model-00057-of-00081.safetensors",
    "transformer.h.55.ln_mlp.weight": "model-00057-of-00081.safetensors",
    "transformer.h.55.mlp.dense_4h_to_h.weight": "model-00057-of-00081.safetensors",
    "transformer.h.55.mlp.dense_h_to_4h.weight": "model-00056-of-00081.safetensors",
    "transformer.h.55.self_attention.dense.weight": "model-00056-of-00081.safetensors",
    "transformer.h.55.self_attention.query_key_value.weight": "model-00056-of-00081.safetensors",
    "transformer.h.56.ln_attn.bias": "model-00058-of-00081.safetensors",
    "transformer.h.56.ln_attn.weight": "model-00058-of-00081.safetensors",
    "transformer.h.56.ln_mlp.bias": "model-00058-of-00081.safetensors",
    "transformer.h.56.ln_mlp.weight": "model-00058-of-00081.safetensors",
    "transformer.h.56.mlp.dense_4h_to_h.weight": "model-00058-of-00081.safetensors",
    "transformer.h.56.mlp.dense_h_to_4h.weight": "model-00057-of-00081.safetensors",
    "transformer.h.56.self_attention.dense.weight": "model-00057-of-00081.safetensors",
    "transformer.h.56.self_attention.query_key_value.weight": "model-00057-of-00081.safetensors",
    "transformer.h.57.ln_attn.bias": "model-00059-of-00081.safetensors",
    "transformer.h.57.ln_attn.weight": "model-00059-of-00081.safetensors",
    "transformer.h.57.ln_mlp.bias": "model-00059-of-00081.safetensors",
    "transformer.h.57.ln_mlp.weight": "model-00059-of-00081.safetensors",
    "transformer.h.57.mlp.dense_4h_to_h.weight": "model-00059-of-00081.safetensors",
    "transformer.h.57.mlp.dense_h_to_4h.weight": "model-00058-of-00081.safetensors",
    "transformer.h.57.self_attention.dense.weight": "model-00058-of-00081.safetensors",
    "transformer.h.57.self_attention.query_key_value.weight": "model-00058-of-00081.safetensors",
    "transformer.h.58.ln_attn.bias": "model-00060-of-00081.safetensors",
    "transformer.h.58.ln_attn.weight": "model-00060-of-00081.safetensors",
    "transformer.h.58.ln_mlp.bias": "model-00060-of-00081.safetensors",
    "transformer.h.58.ln_mlp.weight": "model-00060-of-00081.safetensors",
    "transformer.h.58.mlp.dense_4h_to_h.weight": "model-00060-of-00081.safetensors",
    "transformer.h.58.mlp.dense_h_to_4h.weight": "model-00059-of-00081.safetensors",
    "transformer.h.58.self_attention.dense.weight": "model-00059-of-00081.safetensors",
    "transformer.h.58.self_attention.query_key_value.weight": "model-00059-of-00081.safetensors",
    "transformer.h.59.ln_attn.bias": "model-00061-of-00081.safetensors",
    "transformer.h.59.ln_attn.weight": "model-00061-of-00081.safetensors",
    "transformer.h.59.ln_mlp.bias": "model-00061-of-00081.safetensors",
    "transformer.h.59.ln_mlp.weight": "model-00061-of-00081.safetensors",
    "transformer.h.59.mlp.dense_4h_to_h.weight": "model-00061-of-00081.safetensors",
    "transformer.h.59.mlp.dense_h_to_4h.weight": "model-00060-of-00081.safetensors",
    "transformer.h.59.self_attention.dense.weight": "model-00060-of-00081.safetensors",
    "transformer.h.59.self_attention.query_key_value.weight": "model-00060-of-00081.safetensors",
    "transformer.h.6.ln_attn.bias": "model-00008-of-00081.safetensors",
    "transformer.h.6.ln_attn.weight": "model-00008-of-00081.safetensors",
    "transformer.h.6.ln_mlp.bias": "model-00008-of-00081.safetensors",
    "transformer.h.6.ln_mlp.weight": "model-00008-of-00081.safetensors",
    "transformer.h.6.mlp.dense_4h_to_h.weight": "model-00008-of-00081.safetensors",
    "transformer.h.6.mlp.dense_h_to_4h.weight": "model-00007-of-00081.safetensors",
    "transformer.h.6.self_attention.dense.weight": "model-00007-of-00081.safetensors",
    "transformer.h.6.self_attention.query_key_value.weight": "model-00007-of-00081.safetensors",
    "transformer.h.60.ln_attn.bias": "model-00062-of-00081.safetensors",
    "transformer.h.60.ln_attn.weight": "model-00062-of-00081.safetensors",
    "transformer.h.60.ln_mlp.bias": "model-00062-of-00081.safetensors",
    "transformer.h.60.ln_mlp.weight": "model-00062-of-00081.safetensors",
    "transformer.h.60.mlp.dense_4h_to_h.weight": "model-00062-of-00081.safetensors",
    "transformer.h.60.mlp.dense_h_to_4h.weight": "model-00061-of-00081.safetensors",
    "transformer.h.60.self_attention.dense.weight": "model-00061-of-00081.safetensors",
    "transformer.h.60.self_attention.query_key_value.weight": "model-00061-of-00081.safetensors",
    "transformer.h.61.ln_attn.bias": "model-00063-of-00081.safetensors",
    "transformer.h.61.ln_attn.weight": "model-00063-of-00081.safetensors",
    "transformer.h.61.ln_mlp.bias": "model-00063-of-00081.safetensors",
    "transformer.h.61.ln_mlp.weight": "model-00063-of-00081.safetensors",
    "transformer.h.61.mlp.dense_4h_to_h.weight": "model-00063-of-00081.safetensors",
    "transformer.h.61.mlp.dense_h_to_4h.weight": "model-00062-of-00081.safetensors",
    "transformer.h.61.self_attention.dense.weight": "model-00062-of-00081.safetensors",
    "transformer.h.61.self_attention.query_key_value.weight": "model-00062-of-00081.safetensors",
    "transformer.h.62.ln_attn.bias": "model-00064-of-00081.safetensors",
    "transformer.h.62.ln_attn.weight": "model-00064-of-00081.safetensors",
    "transformer.h.62.ln_mlp.bias": "model-00064-of-00081.safetensors",
    "transformer.h.62.ln_mlp.weight": "model-00064-of-00081.safetensors",
    "transformer.h.62.mlp.dense_4h_to_h.weight": "model-00064-of-00081.safetensors",
    "transformer.h.62.mlp.dense_h_to_4h.weight": "model-00063-of-00081.safetensors",
    "transformer.h.62.self_attention.dense.weight": "model-00063-of-00081.safetensors",
    "transformer.h.62.self_attention.query_key_value.weight": "model-00063-of-00081.safetensors",
    "transformer.h.63.ln_attn.bias": "model-00065-of-00081.safetensors",
    "transformer.h.63.ln_attn.weight": "model-00065-of-00081.safetensors",
    "transformer.h.63.ln_mlp.bias": "model-00065-of-00081.safetensors",
    "transformer.h.63.ln_mlp.weight": "model-00065-of-00081.safetensors",
    "transformer.h.63.mlp.dense_4h_to_h.weight": "model-00065-of-00081.safetensors",
    "transformer.h.63.mlp.dense_h_to_4h.weight": "model-00064-of-00081.safetensors",
    "transformer.h.63.self_attention.dense.weight": "model-00064-of-00081.safetensors",
    "transformer.h.63.self_attention.query_key_value.weight": "model-00064-of-00081.safetensors",
    "transformer.h.64.ln_attn.bias": "model-00066-of-00081.safetensors",
    "transformer.h.64.ln_attn.weight": "model-00066-of-00081.safetensors",
    "transformer.h.64.ln_mlp.bias": "model-00066-of-00081.safetensors",
    "transformer.h.64.ln_mlp.weight": "model-00066-of-00081.safetensors",
    "transformer.h.64.mlp.dense_4h_to_h.weight": "model-00066-of-00081.safetensors",
    "transformer.h.64.mlp.dense_h_to_4h.weight": "model-00065-of-00081.safetensors",
    "transformer.h.64.self_attention.dense.weight": "model-00065-of-00081.safetensors",
    "transformer.h.64.self_attention.query_key_value.weight": "model-00065-of-00081.safetensors",
    "transformer.h.65.ln_attn.bias": "model-00067-of-00081.safetensors",
    "transformer.h.65.ln_attn.weight": "model-00067-of-00081.safetensors",
    "transformer.h.65.ln_mlp.bias": "model-00067-of-00081.safetensors",
    "transformer.h.65.ln_mlp.weight": "model-00067-of-00081.safetensors",
    "transformer.h.65.mlp.dense_4h_to_h.weight": "model-00067-of-00081.safetensors",
    "transformer.h.65.mlp.dense_h_to_4h.weight": "model-00066-of-00081.safetensors",
    "transformer.h.65.self_attention.dense.weight": "model-00066-of-00081.safetensors",
    "transformer.h.65.self_attention.query_key_value.weight": "model-00066-of-00081.safetensors",
    "transformer.h.66.ln_attn.bias": "model-00068-of-00081.safetensors",
    "transformer.h.66.ln_attn.weight": "model-00068-of-00081.safetensors",
    "transformer.h.66.ln_mlp.bias": "model-00068-of-00081.safetensors",
    "transformer.h.66.ln_mlp.weight": "model-00068-of-00081.safetensors",
    "transformer.h.66.mlp.dense_4h_to_h.weight": "model-00068-of-00081.safetensors",
    "transformer.h.66.mlp.dense_h_to_4h.weight": "model-00067-of-00081.safetensors",
    "transformer.h.66.self_attention.dense.weight": "model-00067-of-00081.safetensors",
    "transformer.h.66.self_attention.query_key_value.weight": "model-00067-of-00081.safetensors",
    "transformer.h.67.ln_attn.bias": "model-00069-of-00081.safetensors",
    "transformer.h.67.ln_attn.weight": "model-00069-of-00081.safetensors",
    "transformer.h.67.ln_mlp.bias": "model-00069-of-00081.safetensors",
    "transformer.h.67.ln_mlp.weight": "model-00069-of-00081.safetensors",
    "transformer.h.67.mlp.dense_4h_to_h.weight": "model-00069-of-00081.safetensors",
    "transformer.h.67.mlp.dense_h_to_4h.weight": "model-00068-of-00081.safetensors",
    "transformer.h.67.self_attention.dense.weight": "model-00068-of-00081.safetensors",
    "transformer.h.67.self_attention.query_key_value.weight": "model-00068-of-00081.safetensors",
    "transformer.h.68.ln_attn.bias": "model-00070-of-00081.safetensors",
    "transformer.h.68.ln_attn.weight": "model-00070-of-00081.safetensors",
    "transformer.h.68.ln_mlp.bias": "model-00070-of-00081.safetensors",
    "transformer.h.68.ln_mlp.weight": "model-00070-of-00081.safetensors",
    "transformer.h.68.mlp.dense_4h_to_h.weight": "model-00070-of-00081.safetensors",
    "transformer.h.68.mlp.dense_h_to_4h.weight": "model-00069-of-00081.safetensors",
    "transformer.h.68.self_attention.dense.weight": "model-00069-of-00081.safetensors",
    "transformer.h.68.self_attention.query_key_value.weight": "model-00069-of-00081.safetensors",
    "transformer.h.69.ln_attn.bias": "model-00071-of-00081.safetensors",
    "transformer.h.69.ln_attn.weight": "model-00071-of-00081.safetensors",
    "transformer.h.69.ln_mlp.bias": "model-00071-of-00081.safetensors",
    "transformer.h.69.ln_mlp.weight": "model-00071-of-00081.safetensors",
    "transformer.h.69.mlp.dense_4h_to_h.weight": "model-00071-of-00081.safetensors",
    "transformer.h.69.mlp.dense_h_to_4h.weight": "model-00070-of-00081.safetensors",
    "transformer.h.69.self_attention.dense.weight": "model-00070-of-00081.safetensors",
    "transformer.h.69.self_attention.query_key_value.weight": "model-00070-of-00081.safetensors",
    "transformer.h.7.ln_attn.bias": "model-00009-of-00081.safetensors",
    "transformer.h.7.ln_attn.weight": "model-00009-of-00081.safetensors",
    "transformer.h.7.ln_mlp.bias": "model-00009-of-00081.safetensors",
    "transformer.h.7.ln_mlp.weight": "model-00009-of-00081.safetensors",
    "transformer.h.7.mlp.dense_4h_to_h.weight": "model-00009-of-00081.safetensors",
    "transformer.h.7.mlp.dense_h_to_4h.weight": "model-00008-of-00081.safetensors",
    "transformer.h.7.self_attention.dense.weight": "model-00008-of-00081.safetensors",
    "transformer.h.7.self_attention.query_key_value.weight": "model-00008-of-00081.safetensors",
    "transformer.h.70.ln_attn.bias": "model-00072-of-00081.safetensors",
    "transformer.h.70.ln_attn.weight": "model-00072-of-00081.safetensors",
    "transformer.h.70.ln_mlp.bias": "model-00072-of-00081.safetensors",
    "transformer.h.70.ln_mlp.weight": "model-00072-of-00081.safetensors",
    "transformer.h.70.mlp.dense_4h_to_h.weight": "model-00072-of-00081.safetensors",
    "transformer.h.70.mlp.dense_h_to_4h.weight": "model-00071-of-00081.safetensors",
    "transformer.h.70.self_attention.dense.weight": "model-00071-of-00081.safetensors",
    "transformer.h.70.self_attention.query_key_value.weight": "model-00071-of-00081.safetensors",
    "transformer.h.71.ln_attn.bias": "model-00073-of-00081.safetensors",
    "transformer.h.71.ln_attn.weight": "model-00073-of-00081.safetensors",
    "transformer.h.71.ln_mlp.bias": "model-00073-of-00081.safetensors",
    "transformer.h.71.ln_mlp.weight": "model-00073-of-00081.safetensors",
    "transformer.h.71.mlp.dense_4h_to_h.weight": "model-00073-of-00081.safetensors",
    "transformer.h.71.mlp.dense_h_to_4h.weight": "model-00072-of-00081.safetensors",
    "transformer.h.71.self_attention.dense.weight": "model-00072-of-00081.safetensors",
    "transformer.h.71.self_attention.query_key_value.weight": "model-00072-of-00081.safetensors",
    "transformer.h.72.ln_attn.bias": "model-00074-of-00081.safetensors",
    "transformer.h.72.ln_attn.weight": "model-00074-of-00081.safetensors",
    "transformer.h.72.ln_mlp.bias": "model-00074-of-00081.safetensors",
    "transformer.h.72.ln_mlp.weight": "model-00074-of-00081.safetensors",
    "transformer.h.72.mlp.dense_4h_to_h.weight": "model-00074-of-00081.safetensors",
    "transformer.h.72.mlp.dense_h_to_4h.weight": "model-00073-of-00081.safetensors",
    "transformer.h.72.self_attention.dense.weight": "model-00073-of-00081.safetensors",
    "transformer.h.72.self_attention.query_key_value.weight": "model-00073-of-00081.safetensors",
    "transformer.h.73.ln_attn.bias": "model-00075-of-00081.safetensors",
    "transformer.h.73.ln_attn.weight": "model-00075-of-00081.safetensors",
    "transformer.h.73.ln_mlp.bias": "model-00075-of-00081.safetensors",
    "transformer.h.73.ln_mlp.weight": "model-00075-of-00081.safetensors",
    "transformer.h.73.mlp.dense_4h_to_h.weight": "model-00075-of-00081.safetensors",
    "transformer.h.73.mlp.dense_h_to_4h.weight": "model-00074-of-00081.safetensors",
    "transformer.h.73.self_attention.dense.weight": "model-00074-of-00081.safetensors",
    "transformer.h.73.self_attention.query_key_value.weight": "model-00074-of-00081.safetensors",
    "transformer.h.74.ln_attn.bias": "model-00076-of-00081.safetensors",
    "transformer.h.74.ln_attn.weight": "model-00076-of-00081.safetensors",
    "transformer.h.74.ln_mlp.bias": "model-00076-of-00081.safetensors",
    "transformer.h.74.ln_mlp.weight": "model-00076-of-00081.safetensors",
    "transformer.h.74.mlp.dense_4h_to_h.weight": "model-00076-of-00081.safetensors",
    "transformer.h.74.mlp.dense_h_to_4h.weight": "model-00075-of-00081.safetensors",
    "transformer.h.74.self_attention.dense.weight": "model-00075-of-00081.safetensors",
    "transformer.h.74.self_attention.query_key_value.weight": "model-00075-of-00081.safetensors",
    "transformer.h.75.ln_attn.bias": "model-00077-of-00081.safetensors",
    "transformer.h.75.ln_attn.weight": "model-00077-of-00081.safetensors",
    "transformer.h.75.ln_mlp.bias": "model-00077-of-00081.safetensors",
    "transformer.h.75.ln_mlp.weight": "model-00077-of-00081.safetensors",
    "transformer.h.75.mlp.dense_4h_to_h.weight": "model-00077-of-00081.safetensors",
    "transformer.h.75.mlp.dense_h_to_4h.weight": "model-00076-of-00081.safetensors",
    "transformer.h.75.self_attention.dense.weight": "model-00076-of-00081.safetensors",
    "transformer.h.75.self_attention.query_key_value.weight": "model-00076-of-00081.safetensors",
    "transformer.h.76.ln_attn.bias": "model-00078-of-00081.safetensors",
    "transformer.h.76.ln_attn.weight": "model-00078-of-00081.safetensors",
    "transformer.h.76.ln_mlp.bias": "model-00078-of-00081.safetensors",
    "transformer.h.76.ln_mlp.weight": "model-00078-of-00081.safetensors",
    "transformer.h.76.mlp.dense_4h_to_h.weight": "model-00078-of-00081.safetensors",
    "transformer.h.76.mlp.dense_h_to_4h.weight": "model-00077-of-00081.safetensors",
    "transformer.h.76.self_attention.dense.weight": "model-00077-of-00081.safetensors",
    "transformer.h.76.self_attention.query_key_value.weight": "model-00077-of-00081.safetensors",
    "transformer.h.77.ln_attn.bias": "model-00079-of-00081.safetensors",
    "transformer.h.77.ln_attn.weight": "model-00079-of-00081.safetensors",
    "transformer.h.77.ln_mlp.bias": "model-00079-of-00081.safetensors",
    "transformer.h.77.ln_mlp.weight": "model-00079-of-00081.safetensors",
    "transformer.h.77.mlp.dense_4h_to_h.weight": "model-00079-of-00081.safetensors",
    "transformer.h.77.mlp.dense_h_to_4h.weight": "model-00078-of-00081.safetensors",
    "transformer.h.77.self_attention.dense.weight": "model-00078-of-00081.safetensors",
    "transformer.h.77.self_attention.query_key_value.weight": "model-00078-of-00081.safetensors",
    "transformer.h.78.ln_attn.bias": "model-00080-of-00081.safetensors",
    "transformer.h.78.ln_attn.weight": "model-00080-of-00081.safetensors",
    "transformer.h.78.ln_mlp.bias": "model-00080-of-00081.safetensors",
    "transformer.h.78.ln_mlp.weight": "model-00080-of-00081.safetensors",
    "transformer.h.78.mlp.dense_4h_to_h.weight": "model-00080-of-00081.safetensors",
    "transformer.h.78.mlp.dense_h_to_4h.weight": "model-00079-of-00081.safetensors",
